Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/borg.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Tutkâmus

source: I. Itkonen
smn: Elias Lönnrot

source: Erkki Itkonen
smn: Heikki Mattus

source: 1853. Hän saapui 2.4.
smn: Kirjálâšvuođâ luvâttâllâm

source: 1858. Kappalaisen viran lisäksi hän hoiti Utsjoen kirkkoherran sijaisuutta, jonka jälkeen siirtyi Utsjoen kirkkoherraksi 2.2. 1860. Utsjoelle siirtymisensä jälkeen hän sieltä käsin hoiti Inarin kappalaisen sijaisuutta vuoden 1867 alkuun, jonka jälkeen hän omasta hakemuksestaan pääsi Raahen ja Saloisten emäseurakuntaan sijaiskirkkoherraksi, nimitettiin siellä vuonna 1868 kirkkoherran virkaan, ja viimein rovastin virkaan Pieksämäen seurakunnassa 1873. Hän toimi myös Inarin – Utsjoen virallisena rokonpanijana eli rokottajana 29.4.
smn: Edvard Wilhelm Borg šoodâi Pasejuuvâst (Pyhäjoki) 6.1.1830, čaalij pajeuáppen 21.4.1851 já vihkui pappân Kuopiost 14.12.1853. Sun poođij Anarân 2.4.1856 hoittáđ Aanaar kappallâš koskâpaje särnideijee virge, nomâttui Aanaar kappallâžân 3.4.1857 já čođâlditij pastor tutkos 17.3.1858. Kappallâš virge lasseen sun hoittái Uccjuv kirkkohiärá sajasâšvuođâ, jeđe sirdâšui Uccjuuvâ kirkkohiärrán 2.2.1860. Uccjuuhân moonnâm maŋa sun tobbeenläddingis hoittái Aanaar kappallâš sajasâšvuođâ ive 1967 aalgâ räi, mon maŋa sun jieijâs ucâmuš maŋa peesâi Raahe Saloisten servikode sajasâškirkkohiärrán, nomâttui tobbeen ive 1868 kirkkohiärá viirgán, jeđe vala ruaváást viirgán Pieksämäki servikoddeest 1873. Sun tooimâi meiddei Aanaar – Uccjuuvâ virgálâš puákutteijen 29.4.1856 – 1.1.1867 koskâsâš ääigi.

source: W. Borg oli siinäkin mielessä merkittävä ihminen, että hän oli ensimmäinen ihminen maailmassa, joka suoritti inarinsaamen kielen tutkinnon ja sai “kiitettävän” todistuksen 20.2. 1858 inarinsaamen taidostaan professori Elias Lönnrotilta.
smn: W. Borg lâi ton-uv tááhust merhâšittee olmooš, et sun lâi vuossâmuš olmooš maailmist, kote čođâlditij anarâškielâ tutkos já finnij tuođâštus 20.2.1858 aanaarkielâ tááiđust professor Elias Lönnrotist.

source: Samanlaisen todistuksen hän sai myös pohjoissaamen taidostaan 4.9. 1860. Muun muassa hän valmisti huoneentaulun (Autuuden oppi) joka painettiin Helsingissä 1857. Tästä taulusta ei ole muuta tietoa.
smn: Siämmáálágán tuođâštus sun finnij meiddei orjâlâškielâ tááiđust 4.9.1860. Ereslasseen sun raahtij vistetavlu (Avdâgâsvuođâ oppâ) mii teddilui Helsigist 1857. Tien tavlust ij lah tađe eenâb tiätu.

source: Tästä näemme, että E.
smn: Täst uáinip, et E.

source: W. Borg oli Lapissa 11 vuotta, jona aikana hän ehti valmistaa (Inarinsaamen kielen aapiskirja), jossa on 93 sivua ja joka sisälsi myös doktor Martti Lutheruksen (Vähäkatkismus).
smn: W. Borg lâi Säämist 11 ihheed, mon äigin sun kiergânij rähtiđ “Anar sämi kiela Aapis kirje”, mast láá siijđoh 93 já mii toolâi sistestis meiddei doktor Martti Lutherus “Ucca Katkismus”.

source: Kirja painettiin Oulussa 1859 ja sen valmistamisessa oli apulaisena ja kielimestarina Heikki Mattus (1838 – 1926).
smn: Kirje teddilui Oulust 1859 já ton rähtimist sust lâi iššeen já kielâmiäštárin Heikki Mattus (Jormo-Hendrih, 1838 – 1926).

source: on toiseksi vanhin inarinsaamen kielinen julkaisu ja kuten näemme, ei kirjoitustapa ole suurestikaan muuttunut puolentoista sadan vuoden aikana.
smn: “Aapis kirje” lii nubben puárásumos anarâškielâlâš olgosadaldâh já nuuvtko uáinip, te čäällimvyehi ij lah čuuvtijgin muttum pelnub čyeđe ive äigin.

source: Ja näin E.
smn: Já návt E.

source: W. Borg kirjoittaa alkusanoissaan vuonna 1857:
smn: W. Borg čáálá algâsanijnis ive 1857:

source: W. Borg vihittiin ensimmäisen kerran 20.4. 1856 puolisonsa Hilma Johanna Malmbergin kanssa, jäi leskeksi 10.4.
smn: W. Borg vihkui vuossâmuu keerdi 20.4.1856 Hilma Johanna Malmbergijn, paasij leskân 10.4.1877 já naajâi uđđâsist 13.1.1878 kálgu-uámikkâsâs obbijn Wilhelmina Malmbergijn.

source: Lapsia heillä oli yhdeksän, joista kolme on syntynyt Inarissa, kolme Utsjoella ja loput Raahessa ja Vaasassa.
smn: Párnááh sust lijjii oovce, main kulmâ láá šoddâm Anarist, kulmâ Uccjuuvâst já loopah Raahest já Vaasast.

source: Samana vuonna kun hän muutti Utsjoelle eli 1860, kuoli hänen Matti-poikanen, joka haudattiin Inarin Hautuumaasaareen.
smn: Siämmáá ive ko sun varrij Uccjuuhân ađai 1860, jaamij suu Matti-kaandâš, kote hävdidui Aanaar Hävdieennâmsuollui.

source: W. Borg lyötiin “Pyhän Olavin Tähdistön Ritariksi” 25.1. 1868. Hän toimi myös Oulun läänin eteläosien kansakoulujen tarkastajana 1.5.
smn: W. Borg čoskui (Pase Vuáláppáá Täsnijuávhu Ritarin) 25.1.1868. Sun tooimâi meiddei Oulu lääni máddááosij kansaškovlâi tärhisteijen ivij 1.5.1868 – 1.4.1883 koskâsâš ääigi.

source: W. Borg kuoli Oulussa 13.1. 1910 viikon päälle 80 vuoden ikäisenä.
smn: W. Borg jaamij Oulust 13.1.1910 oho paijeel kähcilov ihásâžžân.

source: Edvard Wilhelm Borg Utsjoen kirkkoherrana.
smn: Edvard Wilhelm Borg Ucjuv kirkkohiärrán.
